{
    "nav": {
        "home": "STARTSEITE",
        "more": "MEHR",
        "light": "HELLES THEMA",
        "dark": "DUNKLES THEMA"
    },
    "home": {
        "welcome": "Willkommen bei meinem Portfolio!",
        "project": "Dieses Projekt wurde entwickelt mit",
        "hosted": " und wird in einem Docker-Container gehostet bei",
        "source": "Du kannst den Quellcode für dieses Projekt auf GitHub finden",
        "here": " hier.",
        "meta": " Die Idee, diese Website als \"Meta\"-Portfolio zu machen, wurde durch das Buch",
        "book": "Gödel, Escher, Bach: an Eternal Golden Braid von Douglas Hofstadter.",
        "meta2": "Das bedeutet, dass diese Website selbst ein Teil meines Portfolios ist, das aus dieser Website besteht.",
        "whoami": "Wer bin ich?",
        "iam-intro": "Hallo! Mein Name ist Andrew Meservy. Ich schreibe gerne Code, höre Musik gerne und bin gerne in den Bergen. Du kannst mich kontaktieren unter ",
        "software-intro": "über sechs Jahre Erfahrung in der Entwicklung mit verschiedenen Sprachen und Technologien",
        "audio-intro": "Arbeit mit Sounddesign, Live-Performance, Modular und Mixing",
        "more": "Mehr",
        "more-intro": "Klettern, Bücher, virtuelle Realität, kreatives Programmieren und Sprachenlernen"
    },
    "software": {
        "technologies": {
            "title": "Sprachen / Technologien",
            "tabs": {
                "languages": "Sprachen",
                "libraries": "Bibliotheken",
                "js-css-libraries": "JS / CSS Bibliotheken",
                "database-technologies": "Datenbank Technologien",
                "concepts": "Konzepte",
                "devops": "DevOps",
                "software-tools": "Software / Werkzeuge",
                "source-control": "Quellenkontrolle",
                "project-tracking": "Projektverfolgung",
                "operating-systems": "Betriebssysteme",
                "ides": "Integrierte Entwicklungsumgebungen"
            },
            "asterisk": "Ein Sternchen (*) bedeutet, dass ich mit dem Thema vertraut bin, auch wenn ich weniger Berufserfahrung haben."
        }
    },
    "more": {
        "gallery": {
            "climbing": "Ich klettere gerne am Fels, sowohl in der Halle als auch im Freien. Ich klettere hauptsächlich Boulder, bin aber auch Top-Rope- und Lead-zertifiziert und liebe Rissklettern. Diese Aufnahme wurde im LCC von meinem Freund, dem Weltcup-Fotografen Gabriel Ramos, gemacht",
            "languages": "Ich verbringe viel Zeit damit, Sprachen zu lernen - im Moment konzentriere ich mich darauf, mein Deutsch zu verbessern, aber ich habe auch Interesse an Spanisch, Norwegisch, Isländisch und Japanisch.",
            "vr": "Projekt_1Q84 ist ein kollaborativer Kunst- und Musikraum, den ich zusammen mit dem talentierten Künstler Mordio in der virtuellen Realität entwickelt habe",
            "boutiki": "Boutiki war eine Startup-Idee, die ich mit meinem wahnsinnig unternehmerischen Freund David Cline entwickelt habe",
            "shaders": "Ein Fractal Brownian Motion glsl-Shader, den ich vor einiger Zeit geschrieben habe und der meine eigene Implementierung von Ken Perlins Rauschalgorithmus verwendet.",
            "touchdesigner": "Mit touchdesigner erstelltes Tunnelvisual - ich möchte eventuell einige audio- und visuell-reaktive generative Patches in Kombination mit meinem modularen System erstellen",
            "perlin-noise": "Terraria-ähnliches Spiel, das ich vor Ewigkeiten in Unity erstellt habe und das Perlin-Rauschen zur prozeduralen Generierung von realistischen Höhlen/Tunneln und Landschaften nutzt.",
            "reading": "Ich lese sehr gerne, meistens Science-Fiction- oder wissenschaftsbezogene Bücher. Dieses Bild stammt von der Website des Autors eines meiner Lieblingsbücher, Diaspora von Greg Egan. https://www.gregegan.net/DIASPORA/DIASPORA.html",
            "zerog": "Zero Gravity war ein Handyspiel, das ich programmiert habe, als ich noch sehr jung war. Es war eines der ersten großen Projekte, die ich fertiggestellt und erfolgreich gestartet habe. Leider ist es nicht mehr zum Download verfügbar.",
            "knights": "Pixel Knights war ein Spiel im RPG-Stil, das ich vor einiger Zeit entwickelt habe.",
            "calculator": "Ein transparenter Taschenrechner, den ich programmiert habe und den ich in meinen Bildern auf meiner alten Festplatte gefunden habe.",
            "photography": "Fotos machen und in den Bergen sein :)",
            "oscilloscopeart": "Einige Oszilloskop-Kunstwerke, die ich mit meinem Datenmodul erstellt habe. Das Favicon für diese Website ist eine verkleinerte Version eines Oszilloskopbildes, das ich gemacht habe!"
        }
    }
}
