{
    "nav": {
        "home": "HOME",
        "more": "MORE",
        "light": "LIGHT THEME",
        "dark": "DARK THEME"
    },
    "home": {
        "welcome": "Welcome to my Portfolio!",
        "project": "This project was created with",
        "hosted": " and is hosted in a Docker container with",
        "hosted2": ".",
        "source": "You can find the source code for this project on GitHub",
        "source2": "",
        "here": " here.",
        "meta": " The idea to create this site as a \"meta\"portfolio was inspired by the book",
        "book": "Gödel, Escher, Bach: an Eternal Golden Braid by Douglas Hofstadter",
        "meta2": "meaning this website is, itself, a part of my portfolio, which is this website.",
        "whoami": "Who Am I?",
        "iam-intro": "Hi! My name is Andrew Meservy. I love writing code, listening to music, and being in the mountains. You can contact me at ",
        "iam-intro2": ".",
        "software-intro": "over six years of experience working with various languages and technologies",
        "audio-intro": "work with sound design, live performance, modular, and mixing",
        "more": "More",
        "more-intro": "rock climbing, books, virtual reality, creative coding, and language learning"
    },
    "software": {
        "technologies": {
            "title": "Languages / Technologies",
            "tabs": {
                "languages": "Languages",
                "libraries": "Libraries",
                "js-css-libraries": "JS / CSS Libraries",
                "database-technologies": "Database Technologies",
                "concepts": "Concepts",
                "devops": "DevOps",
                "software-tools": "Software / Tools",
                "source-control": "Source Control",
                "project-tracking": "Project Tracking",
                "operating-systems": "Operating Systems",
                "ides": "IDEs"
            },
            "asterisk": "Asterisk (*) indicates familiarity albeit less working experience."
        },
        "work-history": "Work History",
        "work-history-description": "I have over 6 years of experience working as a software engineer with companies of different sizes in different industries. Please reference my resume for an in-depth view of my professional work history."
    },
    "more": {
        "gallery": {
            "climbing": "I enjoy rock climbing, both indoors and outdoors. I mostly boulder, but am also top rope/lead certified and love crack climbing. This shot was captured in LCC by my world-cup photographer friend Gabriel Ramos",
            "languages": "I spend a lot of time learning languages - at the moment my focus has been to improve my German, however I also have an interest in Spanish, Norwegian, Icelandic, and Japanese.",
            "vr": "Projekt_1Q84 is a collaborative art and music space I co-developed in virtual reality with the talented artist Mordio",
            "boutiki": "Boutiki was a startup idea I built with my insanely entrepreneurial friend, David Cline",
            "shaders": "A Fractal Brownian Motion glsl shader I wrote awhile ago, using my own implementation of Ken Perlin's noise algorithm.",
            "touchdesigner": "Tunnel visual created with touchdesigner - eventually would like to create some audio-reactive and visual-reactive generative patches combined with my modular",
            "perlin-noise": "Terraria-style game I created in Unity forever ago that leveraged Perlin noise to procedurally generate realistic caves/tunnels and landscapes.",
            "reading": "I thoroughly enjoy reading, mostly sci-fi or science-related books. This image is from the website of the author of one of my favorite books, Diaspora by Greg Egan. https://www.gregegan.net/DIASPORA/DIASPORA.html",
            "zerog": "Zero Gravity was a mobile game I programmed when I was very young. One of the first big projects I finished and successfully launched. Sadly it is no longer available to download.",
            "knights": "Pixel Knights was an RPG style game I created once upon a time.",
            "calculator": "A transparent calculator I programmed that I found in my images on my old hard drive.",
            "photography": "Capturing photos and being in the mountains :)",
            "oscilloscopeart": "Some oscilloscope art I created with my data module. The favicon for this website is actually a scaled-down version of some oscilloscope art I made!"
        }
    },
    "audio": {
        "sound-design": "Sound Design / Modular Synthesis",
        "sound-design-description": "My first synthesizer was the semi-modular Dreadbox Erebus. Since then, I've worked with a huge variety of synthesizers, modules, drum machines, mixers, media players and other audio hardware. I'm also a member of the SLC Synth Alliance.",
        "sound-design-setup": "Some of my current favorite modules are the Euclidean Circles v2 from vpme.de, Toppobrillo Multifilter, and Batumi Quad LFO. I also extensively use the Access Virus TI2 and several in-the-box VSTs to create the sounds I am looking for.",
        "live-performance": "Live Sound / Performance",
        "live-sound-description": "I've helped set up Funktion One sound systems, FFA amps, and booth monitors, assisting sound engineers in finding a balanced sound in a live environment.",
        "live-sound-description2": "An aptitude for troubleshooting live performance equipment, including mixers and media players, and handling artist changeovers. I'm a big advocate for the use of hearing protection.",
        "performance-description": "I also enjoy creating sets aligned with various themes, including audio / visual ambient art showcases.",
        "philosophy-in-sound": "My philosophy regarding sound is based primarily around a sense of space, dynamics, rhythm, texture, and atmosphere."
    }
}
